{
  "moreSupport": [
    {
      "name":"Daily Field Support",
      "value":"We focus every day on providing unmatched franchise support, including access to our Franchise Support Managers who routinely work with you to maintain operation efficiency and build sales through store visits and consistent communication."
    },
    {
      "name":"Daily Field Support Company Intranet",
      "value":"You benefit from real time communication on our company intranet by recieving up-to-the-minute information from our franchise support department and easy communication with your fellow franchisees."
    },
    {
      "name":"Franchise Operations Commitee",
      "value":"Every fracnhisee has the opportunity to be involved in shaping the direction of Philly Pretzel Factory through participation on the Franchise Operations Committee."
    },
    {
      "name":"Mystery Shops",
      "value":"Receive valuable reports from mystery shop visits to your Philly Pretzel Factory. This information will help you measure customer service, product quality, and the customer experience."
    },
    {
      "name":"Annual Convention",
      "value":"Top professional speakers and innovative vendors are just a few of the participants at our annual convention. This gives you the opportunity to learn, network, and build relationships with fellow franchisees."
    },
    {
      "name":"Marketing Support",
      "value":"The life blood of any business is consistent marketing to build sales and we provide numerous options to support your execution of the marketing plan proven to grow your Philly Pretzel Factory."
    },
    {
      "name":"Purchasing Power",
      "value":"Together, we can do more. Our franchisees have access to the the cost saving purchasing power provided by our growing franchise system."
    },
    {
      "name":"Community Involvement",
      "value":"A successful business is about more than sales or even good service. It is about people, plain and simple. Our community support program helps you explore ways to give back to your community."
    }
  ],
  "support": [
    {
      "name":"Comprehensive Training",
      "value":"Our comprehensive training program provides extensive classroom instruction and hands-on training in our corporate office followed by on-site training when you open your Philly Pretzel Factory."
    },
    {
      "name":"Online Pre-Opening Checklist",
      "value":"One of the reasons our franchisees get off to such a quick start is they can monitor all pre-opening tasks on-line which insures you build your business quickly."
    },
    {
      "name":"Real Estate Assistance",
      "value":"Our real estate manager will find locations as well as evaluate any locations you have found, offering a complete analysis of each location before you make the ultimate choice."
    },
    {
      "name":"Construction Assistance",
      "value":"Our construction manager will provide you assistance with all the phases of construction, site plans, permits, equipment delivery and vendors."
    },
    {
      "name":"Onsite Store Opening Support",
      "value":"You will receive a week of onsite support when you open your store to make the launch of your new Philly Pretzel Factory run smoothly."
    },
    {
      "name":"Access to Operations Manual",
      "value":"Our comprehensive operations manual allows easy access to descriptions and detailed instructions of every aspect of our Philly Pretzel Factory business model, all available online for reference at a touch of a button."
    },
    {
      "name":"Access to Marketing Manual",
      "value":"Our industry-leading marketing manual walks you step-by-step through proven Philly Pretzel Factory marketing methods to help you build revenue and generate profits."
    },
    {
      "name":"Inclusion on Our Website",
      "value":"We maximize the exposure of our website through consistent search engine optimization to bring new customers to our corporate website and drive them through your doors for increased sales."
    }
  ],
  "awards": [
    {
      "img":"awards-franchise-magazine",
      "award":"Top 200 Franchises",
      "awarder":"Franchise Market Magazine"
    },
    {
      "img":"awards-entrepreneur-magazine",
      "award":"Top 500 Franchises",
      "awarder":"Entrepreneur Magazine"
    },
    {
      "img":"awards-smart-ceo",
      "award":"Excellence in Franchising",
      "awarder":"Smart CEO magazine"
    },
    {
      "img":"awards-ernst-young",
      "award":"Entrepreneur of the year",
      "awarder":"Finalist - Ernst & Young Daniel Dizio"
    },
    {
      "img":"awards-south-jersey-courier-post",
      "award":"Best of South Jersey",
      "awarder":"South Jersey Courier Post"
    },
    {
      "img":"awards-philadelphia-daily-news",
      "award":"Best Pretzels Award",
      "awarder":"Philadelphia Daily News"
    },
    {
      "img":"awards-delco-daily-times",
      "award":"Best of Delco Award",
      "awarder":"Delco Daily Times"
    },
    {
      "img":"awards-philadelphia-magazine",
      "award":"Best of Philly",
      "awarder":"Philadelphia Magazine"
    }
  ],
  "testimonials": [
    {
      "name":"Dino Myers-Lamptey",
      "quote": "Lomo ]]ss]effiyeh yr, sartorial umami swag Carles next level nostrud asymmetrical aesthetic vegan. Tonx Wes Anderson pickled squid, trust fund hashtag assumenda pariatur Helvetica selfies scenester.",
      "photo": "ui-face-1.jpg"
    },
    {
      "name":"Christina Clark",
      "quote": "Bitters ea cillum fashion axe, 90's laborum labore sed you probably haven't heard of them jean shorts adipisicing tattooed deep v gluten-free consectetur.",
      "photo": "ui-face-2.jpg"
    },
    {
      "name": "Logan Hall",
      "quote": "Messenger bag Vice artisan, fixie qui whatever sunt fingerstache. Swag narwhal YOLO cupidatat selvage pop-up, ex Kickstarter eu literally crucifix distillery delectus forage.",
      "photo": "ui-face-3.jpg"
    }
  ],
  "models": [
    {
      "title": "Traditional Bakery",
      "description": "Our traditional bakery can be a stand alone, in a shopping center or strip mall",
      "img": "storefront-springfield.jpg",
      "imgCaption": "@Springfield"

    },
    {
      "title": "Entertainment and Transportation",
      "description": "At entertainment or transportation venues like amusements parks, train stations, stadiums",
      "img": "airport.jpg",
      "imgCaption": "@Philadelphia Airport"
    },
    {
      "title": "Walmart Model",
      "description": "After and exclusive agreement, we are currently rolling out stores in Walmarts",
      "img": "walmart.jpg",
      "imgCaption": "@Beaver Falls Walmart"
    }
  ],
  "steps": [
    {
      "name": "Qualification Form",
      "icon": "checklist",
      "description": "Fill out our online <a href='https://www21.myfranconnect.com/phillypretzelfactory/leadpage.jsp'>Franchise Candidate Qualification Form</a> to provide us some information about you."
    },
    {
      "name": "Research",
      "icon": "research",
      "description": "Together we will explore the Philly Pretzel Factory business model and answer any question you might have. This will give you an in-depth understanding of the different Philly Pretzel Factory business models and allow us to get to know you, your goals, and your plans for the business."
    },
    {
      "name": "Franchise Disclosure Document",
      "icon": "fdd",
      "description": "Once you have completed the research process and have been approved to continue in the process, you will review the Franchise Disclosure Document (FDD). At this point, you will have an opportunity to ask questions about the FDD to ensure you understand its contents."
    },
    {
      "name": "Talk to Franchisees",
      "icon": "bullhorn",
      "description": "The next step is a process which allows you to speak directly to franchise owners. These fellow owners become a resource to help you throughout the process and even after you have opened your store."
    },
    {
      "name": "Executive Interview",
      "icon": "interview",
      "description": "Visit our Corporate office in Philadelphia to experience the operations side of the business in the Original Philly Pretzel Factory. Then spend time getting to know senior management and department heads."
    },
    {
      "name": "Sign Franchise Agreement",
      "icon": "sign",
      "description": "Once we decide you are a good fit for the Philly Pretzel Factory family and you determine the franchise opportunity is the right decision for you, it is time to sign the Franchise Agreement and pay the Franchise Fee. Congratulations, you’re now a Philly Pretzel Factory franchise owner!"
    },
    {
      "name": "Site Selection Process",
      "icon": "binoculars",
      "description": "Our Real Estate Department works with you to evaluate prospective locations you like and perform a detailed analysis of the area to locate additional possibilities. Our Real Estate Department will work with the landlord to gather all the details of the potential locations and, together with you, narrow down the choices until you select the final location from the approved location choices."
    },
    {
      "name":" Financing Process",
      "icon": "financing",
      "description": "We do not offer any financing ourselves, but will work side by side with you to shepherd you through the financing process with our financing partners or a financing organization of your choice."
    },
    {
      "name": "Construction Process",
      "icon": "construction",
      "description": "Our Construction Department will take the lead on getting your Philly Pretzel Factory store ready to open. From working with the architect who draws up the plans, to bidding the process of constructing the build-out, to coordinating the entire process, our Construction Manager will manage every step so you can concentrate on getting ready to grow your business."
    },
    {
      "name": "Training",
      "icon": "university",
      "description": "Once we know when the Philly Pretzel Factory store will be ready to open, we will schedule training to ensure you are prepared to open. Training starts with one week training at Pretzel University at our Corporate Office in Philadelphia, followed by a week of onsite training in your location once the store is up and running."
    },
    {
      "name": "Grand Opening",
      "icon": "balloons",
      "description": "By far the most exciting step! At this point, you have been working really hard, and it is time to official announce your store to your community. Once your store is open and running, a Grand Opening will be scheduled to kick start the marketing of your Philly Pretzel Factory."
    }
  ]
}
